{
  "Entries":
  {
    21280081: "Basic/Новое тело для Калеба 1/Для создания нового тела нужен рубин. Волшебник попросил принести его./Зайдите в башню волшебника с рубином./-1/21280082/0/-1/true",
    21280082: "ItemDelivery/Новое тело для Калеба 2/Для костей нужен целестин. Добыть его можно из обычных или омнижеод./Принести волшебнику целестин./Wizard 566/21280083/-1/-1/true/Отлично! То, что нужно.#$b#Камень не очень красивый сам по себе, зато надежный. Это ведь остатки костей древних существ.#$b#Крепки до сих пор.#$b#Так... кровь есть, кости есть. Теперь нам нужен основной строительный материал.#$b#Мы с Вэнди посоветовались и решили, что это будет мрамор.#$b#Удачи в поисках!",
    21280083: "ItemDelivery/Новое тело для Калеба 3/Интересно, на что именно пойдет мрамор? Ну, раз уж волшебник настаивает. Добыть мрамор можно из морозных и омнижеод./Принести волшебнику мрамор/Wizard 567/21280084/-1/-1/true/Хороший образец.#$b#Калеб - бледный юноша, так что мрамор подойдет и для кожи.#$b#Так... дальше у нас по списку кое-что особенное, если быть точнее - глаза.#$b#У меня плохо с цветами, но Вэнди уверяет, что они у него аквамариновые.#$b#Удачи в поисках!",
    21280084: "ItemDelivery/Новое тело для Калеба 4/Для создания новых глаз нужен аквамарин. Занятно, заезженный комплимент в случае Калеба предстает в новом свете. Аквамарин можно добыть из месторождения ниже 40го уровня шахты./Принести волшебнику аквамарин/Wizard 62/21280085/-1/-1/true/Да, и правда очень похожий оттенок.#$b#Вроде бы...#$b#Как ты понимаешь, я Калеба учу, а не в глаза вглядываюсь.#$b#Что ж, половина дела сделана. Теперь волосы.#$b#Волосы - очень важны для мага, особенно их цвет.#$b#Традиционно используется аметист, так что не будем нарушать традиций.#$b#Удачи в поисках!",
    21280085: "ItemDelivery/Новое тело для Калеба 5/У Калеба теперь будут действительно аметистовые волосы. Добыть камень можно из месторождения на любом уровне шахты./Принести волшебнику аметист/Wizard 66/21280086/-1/-1/true/Ты только посмотри, как он блестит. Не удивительно, что у Вэнди такие красивые волосы!#$b#Кхм... что-то я отвлекся.#$b#Последние два камня, что нам нужны - это вместилище магии и вместилище души.#$b#Начнем с магии. Мы долго спорили с Вэнди и пришли к выводу, что лучше не рисковать.#$b#Поэтому я вынужден попросить у тебя радужный осколок.#$b#Удачи в поисках!",
    21280086: "ItemDelivery/Новое тело для Калеба 6/Кажется мой парень обладает действительно большой магической силой, раз им понадобился такой дорогой кристалл. Думаю, за радужным кристаллом мне лучше спустится в пещеру черепа./Принести волшебнику радужный осколок./Wizard 74/21280087/-1/-1/true/О... какой невероятный блеск! Я мог бы часами любоваться на эту сложную, магическую структуру.#$b#Ну что ж, мы почти закончили. Остался последний камень.#$b#Как вместилище души нам понадобится призрачный кристалл. Принеси его, и мы проведем ритуал.#$b#Удачи в поисках!",
    21280087: "Basic/Новое тело для Калеба - конец/Надеюсь в призрачном кристалле, который я принесу, уже не сидит какой-нибудь глупый призрак./Принести волшебнику призрачный кристалл/-1/-1/0/-1/true",
  }
}
