{
  "Rainy_Day_0": "Почему у меня голова мокрая?#$e#Ну... на самом деле я просто вышел на рассвете и какое-то время стоял под дождем.#$e#Я все никак не могу поверить, что не простужусь."
  "Rainy_Day_1": "Не понимаю, как можно не любить дождь? Я готов слушать его шелест часами."
  "Rainy_Day_2": "Иногда мне снится звук, с которым дождь барабанил по крыше нашего с мамой фургона.#$e#Раньше мне становилось грустно от таких снов, но теперь я просыпаюсь, вижу тебя и успокаиваюсь."
  "Rainy_Day_3": "Наверняка в лесу завтра будет куча грибов!"
  "Rainy_Day_4": "Отличная погода для того, чтобы выучить рецепт нового зелья!"
  "Rainy_Night_0": "Я собираюсь полетать этой ночью.#$e#В таких плотных тучах куда проще спрятаться от посторонних взглядов."
  "Rainy_Night_1": "Бедолаги джунимо забились в свои домики. Без солнечного света им очень тяжело."
  "Rainy_Night_2": "Как насчет грибов на ужин? В такую погоду мне всегда хочется чего-нибудь горячего и жирного."
  "Rainy_Night_3": "Интересно, у меня получится поймать молнию?#$e#Посадили бы ее в банку, получилось бы что-то вроде ночника."
  "Rainy_Night_4": "Я сунул под одеяло пару бутылок с горячей водой.#$e#Быстрее лезь в постель, тебе нужно согреться."
  "Indoor_Day_0": "На улице отличная погода! Не удивляйся, если не найдешь меня дома сегодня.#$e#Ноги порой сами уносят меня далеко за город!"
  "Indoor_Day_1": "Мне теперь не страшен солнечный удар, так что за меня не беспокойся."
  "Indoor_Day_2": "М?#$e#Прости, я задумался об ужине.#$e#Кулинария и алхимия чем-то похожи, вот я и думаю - не поучиться ли?"
  "Indoor_Day_3": "Наши расписания хорошо сочетаются, не находишь?#$e#Ты весь день занят фермой, я - учусь магии. Нам есть чем заняться порознь, но лучшие минуты мы проводим вместе.#$e#Идеально!"
  "Indoor_Day_4": "Я тут проснулся пораньше и приготовил завтрак.#$e#Только не обожги язык, он еще горячий."
  "Indoor_Night_0": "Мне бы хотелось больше помогать тебе на ферме.#$e#Увы, я еще не достаточно уверен в своих магических способностях."
  "Indoor_Night_1": "Не удивляйся, если обнаружишь на грядках кусочки сахара. Я пытась приманить нам на помощь фей."
  "Indoor_Night_2": "Смотри, какое яйцо мне попалось. Может бросимь его в инкубатор?"
  "Indoor_Night_3": "Прости, я немного попользовался кристалляриумом. Мне для зелья было нужно много редких минералов.#$e#Я и на твою долю сделал. Наслаждайся!"
  "Indoor_Night_4": "Я тут ужин приготовил.#$e#Жутко захотелось чего-нибудь остренького!"
  "Outdoor_0": "Ногда я подумываю предложить тебе начать выращивать лечебные травы.#$e#А что, очень благородный источник заработка!"
  "Outdoor_1": "Сегодня я проснулся на рассвете, вышел на улицу и увидел висящее над гряками одеяло тумана.#$e#Это было так красивоБ что я не смог вернуться в дом.#$e#Я просто стоял и смотрелБ как туман опадает на растения росой."
  "Outdoor_2": "Прости, я только вернулся с ночной прогулки.#$e#Мона передавала тебе привет!"
  "Outdoor_3": "Не удивляйся, если обнаружишь меня в хлеву или птичнике.#$e#Я учусь разговаривать с животными.#$e#Кстати наша живность тебя обожает!"
  "Outdoor_4": "Доброе утро! А я тут принимаю солнечные ванны.#$e#Чувствую себя солнцеедом. Мне не нужно много обычной пищи с моим новым телом, достаточно раз в неделю вот так постоять - и я снова полон сил."
  "OneKid_0": "%kid1 Так мило сопит, когда спит."
  "OneKid_1": "Я смотрю на нашего ребенка и думаю - неужели я был когда-то таким же маленьким?"
  "OneKid_2": "Не волнуйся, %kid1 не заболеет. Я уничтожу болезнь еще до того, как она себя проявит.#$e#Я уделяю очень много времени целительству, не хочу, чтобы наш ребенок болел в принципе."
  "OneKid_3": "А с ребенком куда веселее, чем я предполагал! Не думал, что мне это так понравится!"
  "OneKid_4": "Слушай, как думаешь, %kid1 не будет стесняться отца-волшебника? Все же это довольно чудная профессия..."
  "TwoKids_0": "Знаешь, %kid2... в общем, возможно пошел в меня. То есть я чувствую немного магии.#$e#Хотя еще рано судить наверняка. Вот лет через десять..."
  "TwoKids_1": "С двумя детьми куда легче, чем с одним. Они неплохо развлекают друг друга."
  "TwoKids_2": "%kid1 и %kid2 так хорошо ладят!#$e#Иногда я начинаю им завидовать, у меня-то не было ни брата, ни сестры."
  "TwoKids_3": "Вчера я видел как наши дети зарывали в землю желудь.#$e#Это было так мило! Я горжусь ими!"
  "TwoKids_4": "Не волнуйся, наши дети не будут знать, что такое болеть. Я уничтожу их болезни еще до того, как они себя проявит.#$e#Я уделяю очень много времени целительству ради этого."
  "Good_0": "Ты моя семья, @. О лучшей семье я и мечтать не смел!"
  "Good_1": "Говорят, первая любовь всегда несчастная. Врут! У нас же все получилось!"
  "Good_2": "С тобой я постепенно забываю обо всех своих прошлых бедах. Спасибо за это."
  "Good_3": "Это тебе. Я не могу выразить мои чувства к тебе словами, поэтому решил выразить их на языке цветов."
  "Good_4": "Просто знай, что я тебя очень сильно люблю."
  "Good_5": "Мы с тобой - половинки одного целого. Звучит слащаво, но я и правда в это верю."
  "Good_6": "Ты веришь в перерождение? Иногда я мечтаю, чтобы в следующей жизни мы так же встретились и полюбили друг друга."
  "Good_7": "Как насчет поцелуя?#$e#Хотя нет уж... как насчет двух поцелуев?"
  "Good_8": "Ты - мой герой, @. Просто знай это. Просто помни, что я тебя люблю и безмерно тебе благодарен."
  "Good_9": "Маги живут долго, куда дольше людей.#$e#Но не беспокойся об этом, я обязательно продлю и твою жизнь."
  "Neutral_0": "Три щепотки алмазного порошка, толченое крыло летучей мыши...#$e#А?#$e#Прости, тебе что-то нужно?"
  "Neutral_1": "Интересно, как там учитель? Иногда я начинаю по нему скучать."
  "Neutral_2": "Может, нам стоит проводить больше времени вместе? Тогда мы быстрее друг к другу пристремся."
  "Neutral_3": "Сегодня я собираюсь весь день валяться в постели и читать книги.#$e#Надо иногда давать себе отдых."
  "Neutral_4": "Дни тянутся так медленно..."
  "Neutral_5": "Прости, что хандрю. Я не болен, мне просто грустно. Хотя... скорее уж скучно."
  "Neutral_6": "Может мне завести себе фамильяра?#$e#Не, исключено!#$e#Тебе вряд ли понравится волшебная зверушка, бегающий по твоей ферме."
  "Neutral_7": "Не волнуйся о том, что я делаю всю работу по дому. Я ее не делаю, она делается сама.#$e#Хорошо иметь мужа мага, а?"
  "Neutral_8": "Сегодня я очень занят. Изучаю кое-что очень сложное.#$e#Не обижайся, но... Могу я попросить тебя мне не мешать?"
  "Neutral_9": "Я тут раздобыл кулинарную книгу. Возможно скоро мы начнем питаться разнообразнее."
  "Bad_0": "Я слышал, что чувства могут угаснуть со временем... Жаль, что это оказалось правдой."
  "Bad_1": "Наша ферма такая большая. Почему же мне в последнее время здесь так тесно?"
  "Bad_2": "Что ты думаешь о нашей совместной жизни? Как по мне она престновата."
  "Bad_3": "Я думал в моей жизни появится больше смысла, когда я выздоровлю.#$e#Увы, она все такая же рутинная. Может, я ждал слишком многого?"
  "Bad_4": "Кажется мы поторопились со свадьбой."
  "Bad_5": "Знаешь, даже если ты будешь и дальше таким холодным, я не уйду сам.#$e#Я слишком благодарен тебе за свое спасение. Только это меня здесь держит."
  "Bad_6": "Я тут подумал - может нам отдохнуть друг от друга? Я бы покатался по стране, посмотрел мир."
  "Bad_7": "Может сходим на пикник, устроим барбекю?#$e#Нет?#$e#Ну и ладно, не очень-то и хотелось."
  "Bad_8": "Смотри, что я нашел.#$e#Эта штука такая же холодная, как наши отношения, не находишь?"
  "Bad_9": "Прости, но твоя работа тебе явно дороже меня.#$e#Раз так, то я не обязан вокруг тебя на ципочках ходить. Будем считать, что мы не супруги, а вынужденные сожители."
  "spring_1": "Как же чудесно пахнет весна! Кажется все распустилось за одну ночь!"
  "spring_12": "Не, я не пойду на праздник завтра. Я же все яйца найду раньше всех!"
  "spring_23": "Прости, придется тебе пойти завтра на танцы без меня.#$e#Помни о феях. Как магу мне придется присутствовать на их празднике!"
  "summer_1": "Жаль, что у нас на ферме не вырастишь арбузов! Ну, может хоть пару дынек для меня посадишь???"
  "summer_10": "Блин, ну почему Луау выпадает на солнцестояние!#$e#Эх... тяжела доля волшебника, придется заниматься важными ритуалами. ПростиБ суп из общего котла, я опять тебя не попробую..."
  "summer_27": "Завтра приплывут медузы. Пойдем смотреть на них вместе, @?"
  "fall_15": "Как продвигается подготовка к ярмарке? Надеюсь, твой лоток затмит все остальные!"
  "fall_26": "Ну что, как насчет того, чтобы завтра поискать золотую тыкву наперегонки?"
  "fall_5": "Сегодня особенный день. Сегодня у моей мамы день рождения.#$e#Иногда я начинаю думать о том, как она там. Может, написать ей письмо?#$e#Ну нет уж! Если я ей напишу, она приедет и приложит все усилия, чтобы снова испортить мне жизнь!"
  "winter_7": "Завтра ледовый праздник, да?#$e#Я уже не боюсь зимы и снега, но... пойми меня правильно, я там никого не знаю.#$e#Лучше мне остаться дома.#$e#Может устроим себе свой собственный ледовый праздник? Я не прочь построить с тобой иглу."
  "winter_13": "Помнишь, мне раньше на мой день рождения постоянно снился тот жуткий сон?#$e#Сегодня он не приснился! Впервые за долгие годы!#$e#Я так счастлив!"
  "winter_14": "Наверное я все же прогуляюсь на ночной рынок. Меня туда звали русалки."
  "winter_24": "Завтрашний праздник я хочу отпраздновать с тобой. Ты ведь моя семья теперь!"
  "funLeave_Kaleb": "Я сегодня отправляюсь на прогулку! Вечером увидимся."
  "funReturn_Kaleb": "Как прошел твой день?#$e#Я вот весь день бродил то тут, то там, но совсем не чувствую усталости."
  "spouseRoom_Kaleb": "Прости за этот запах. Зелья редко пахнут приятно.#$e#Я прикладываю кучу усилий для того, чтобы эти ароматы не выходили за пределы моей комнаты!"
  "patio_Kaleb": "Как же приятно проводить время на свежем воздухе!"
}
