{
  "Introduction": "Эм... @, Правильно?#$b#Прости, если вдруг ошибусь. В лицо-то я тебя помню, но с именами у меня плохо.#$e#Ну, ты-то наверняка помнишь, как меня зовут, да?",

  //просто фразы по дням недели
  "Mon": "Рад тебя видеть.#$b#Ты пока единственный, кого я здесь знаю. Ну, кроме учителя, разумеется../",
  "Tue": "Эх... очередной неудачный день.",
  "Wed": "Учитель такой загадочный. Я мало понимаю из того, что он говорит.#$b#Не подумай о нем плохо. Он много лет общался только с духами и ему сложно с людьми.",
  "Thu": "Знаешь, в башне волшебника даже убираться, стирать и готовить интересно!#$b#Но я бы куда больше хотел поучиться магии.#$eНадо набраться терпения",
  "Fri": "Иногда я жалею, что не взял с собой побольше книг. В башне совсем нечем себя развлечь, а наружу учитель меня не выпускает.",
  "Sun": "Интересно, у меня и правда есть магический дар?#$e#Иногда я начинаю думать, что учитель зря тратит на меня время",

  //фразы 2сердца
  "Mon2": "Потолочь кварц в ступке... интересно, какой кварц, простой или огненный?#$e#А?#$b#Ой, прости, я просто немного задумался. ",
  "Tue2": "Я пока только зельеварение изучаю. И минералогию. И учусь общаться с духами.#$b#А еще я заколдовал швабру, чтобы она сама мыла полы и собирала паутину. Хорошо быть волшебником!",
  "Wed2": "Знаешь... Здесь повсюду, прямо в воздухе, будто текут туманные ручьи. Долина вся ими пронизана. Раньше я этого не видел...",
  "Thu2": "В тайном лесу столько интересных существ!#$b#Вчера я встретил там говорящего медведя, представляешь! Он клянчил у меня кленовый сироп.",
  "Fri2": "Интересно, когда-нибудь я смогу летать? Я часто летаю во сне, это так приятно.#$b#Хотя в жизни все не так, как во снах, не находишь?",
  "Sat2": "Эй, не хочешь сходить со мной ночью на кладбище? Я бы познакомил тебя с Моной.",
  "Sun2": "Прости, я неважно себя чувствую сегодня.#$b#Нет-нет, мои занятия магией здесь не при чем! Просто немного приболел.",

  //фразы 4сердца
  "Mon4": "Вчера я решился попробовать на себе одно зелье. Представляешь, оно сработало!#$b#Такие вещи мотивируют, не находишь?",
  "Tue4": "Летать круто! Главное покрепче держаться за метлу и избегать ветренной погоды.#$b#Эх... жаль, что у меня такие слабые руки.",
  "Wed4": "Учитель начал знакомить меня с местными волшебными народами. Феи, русалки, теневики, дварфы...#$b#Они такие чудные. Я понимаю их еще меньше, чем учителя.",
  "Thu4": "Моя жизнь стала куда интереснее с тех пор, как я приехал в долину!#$b#Мне здесь нравится куда больше, чем в городе.#$b#В городах давно не осталось волшебства.",
  "Fri4": "Скучаю ли я по дому и родным?#$b#Пожалуй что нет. Там со мной никогда не происходило ничего хорошего...",
  "Sat4": "Минералогия и алхимия - скучноватые науки. Но сложно переоценить их значение для магии.",
  "Sun4": "Знаешь, не сочти за грубость, но иногда я сочувствую тебе, @.#$b#Мне жаль, что ты не можешь посмотреть на мир моими новыми глазами.#$b#Иногда все вокруг просто... не знаю... красивое настолько, что мне хочется заплакать.",

  //фразы 6сердец
  "Mon6": "В последнее время я часто болтаю с Моной. Она говорит, что умирать не так уж и страшно.#$b#Это обнадеживает, не находишь?#$e#Я рад, что у меня появился еще один друг в долине. Пусть и мертвый.",
  "Tue6": "Недавно учитель раскрыл мне интересную деталь. У всех, кто обладает даром, фиолетовые волосы.#$b#Что? Нет, мои волосы такие не от рождения. Я покрасил их в знак протеста перед тем, как сбе... то есть, переехал сюда.#$b#Но краска не смывается, хотя я пытался.",
  "Wed6": "Дварф - настоящий скряга! Недавно я хотел купить у него кусок алямита, а он загнул такую цену, что я раздумал варить то зелье!",
  "Thu6": "Слушай, а у учителя и правда была жена? Как-то мне сложно это себе представить...",
  "Sat6": "Мне теперь снятся совсем другие сны.#$b#Многие из них сбываются.#$b#Иногда я боюсь, что мне приснится какая-нибудь беда...#$b#Интересно, смогу ли я изменить будущее, если предвижу его?",
  "Sun6": "Я совсем отвык от города.#$b#И от людей.#$b#Даже не знаю, хорошо это или плохо.",

  //фразы 8сердец
  "Mon8": "Теперь, когда ты все знаешь, мне гораздо легче.#$b#Было тяжело скрывать свою болезнь от тебя.",
  "Tue8": "Знаешь, приезд в долину был самым смелым поступком, который я совершил в своей жизни.#$b#Ну, думаю ты меня в этом понимаешь. Ты ведь тоже отчасти сбежал, верно?",
  "Wed8": "Мне немного тоскливо сегодня.#$b#Я видел нехороший сон из своего прошлого...#$b#Но вот ты здесь, и мне уже куда лучше. Честно.",
  "Thu8": "Иногда мне кажется, что моя мама наслаждалась моей болезнью.#$b#Знаю, мысли некрасивые, но...#$b#Она рассказывала о моих страданиях даже незнакомым людям. Это было унизительно...",
  "Fri8": "Вэнди не плохая! Я вовсе не в обиде перед ней из-за того, что она меня околдовала и похитила.#$b#И я понимаю, почему она так взъелась на учителя.#$b#Если я когда-нибудь женюсь, то постараюсь не вести себя так же, как он.",
  "Sat8": "Иногда я выхожу из башни чтобы поболтать с Абигейл. У нее сильная магическая аура. ",
  "Sun8": "@, знаешь...#$b#Да нет, ничего. Еще не время для таких слов...",

  //фразы 10сердец
  "Mon10": "Знаешь, @, я тут подумал...#$b#Если учитель женился когда-то, может, и у меня получится?#$b#Главное найти человека, который был бы не против моих занятий магией.",
  "Tue10": "Мне не повезло с семьей, и теперь я - сам себе семья.#$b#Интересно, смогу ли я стать хорошей семьей для кого-нибудь?",
  "Wed10": "Теперь, когда я полностью здоров, я... я просто не могу не думать о будущем, понимаешь?#$b#Раньше я постоянно думал, что вот-вот умру и даже не пытался ничего планировать. Теперь же для меня открыто столько возможностей!",
  "Thu10": "Каково это, жить на ферме?#$b#Почему я спрашиваю?#$b#Да... не бери в голову...",
  "Fri10": "@, я должен тебе признаться.#$b#Тебе достался мой первый поцелуй.#$b#И второй... и третий... А дальше я не считал...",
  "Sat10": "Прости, если я сделаю что-нибудь не так. Просто до этого я никогда ни с кем не встречался.#$b#Эм... чем вообще занимаются парочки?#$b#Может, нам стоит сходить на свидание?",
  "Sun10": "Вчера учитель вогнал меня в краску.#$b#Он сказал, что если бы мы не начали встречаться, он научил бы меня готовить приворотное зелье.#$b#Не подумай ничего плохого! Я бы никогда так с тобой не поступил.",

  //фразы по сезонам
  //весна
  "spring_Mon": "Сладкий запах цветов просачивается даже в башню.",
  "spring_Thu": "Каковы на вкус первые весенние овощи?#$b#Я всю жизнь ел еду только из супермаркета, так что даже не представляю, в чем разница...",
  "spring_Sat": "Сегодня учитель опять приготовил суп из хрена и дикого лука.#$b#Я не очень люблю супы в принципе, но... суп учителя ужасен даже по меркам супа.",

  //лето
  "summer_Mon": "На улице наверняка пекло, да? А у нас здесь прохладно.#$b#Интересно, это магия, или старые серые камни башни просто не впитывают тепло?",
  "summer_Fri": "Я сегодня открыл дверь и горячий воздух ворвался в башню.#$b#У меня было такое чувство, будто вздохнул недовольный дракон.",
  "summer_Sun": "Обожаю лето. Пляж, мороженое, холодная газировка. Самые длинные дни, самые короткие ночи.#$b#Жаль, не всем доступны эти удовольствия...",

  //осень
  "fall_Tue": "Сейчас сезон грибов. Некоторые из них используются в зельях.#$b#Мы с учителем их много насушили, на целый год хватит.",
  "fall_Wed": "Слушай, а овощи, выращенные собственными руками, вкуснее тех, что продаются в супермаркете?#$b#Можешь не отвечать. Конечно вкуснее!",
  "fall_Thu": "Наверное у тебя на ферме полно работы сейчас.#$b#Если так подумать, выращивание овощей похоже на магию!",
  "fall_Sat": "Прелая листва так ароматно пахнет!",

  //зима
  "winter_Tue": "Кх... не подходи ко мне слишком близко. У меня уже пару дней температура и сильно болит горло. Я боюсь тебя заразить.",
  "winter_Thu": "Это прозвучит, наверное, жутковато, но каждую зиму я мечтаю только о том, чтобы дожить до весны...",
  "winter_Fri": "Мне приходится кутаться в два одеяла, чтобы не умереть от холода в этой башне! И у меня все равно стучат зубы.#$b#Что? Где наши с учителем спальни?#$b#На самом деле в башне три этажа, просто на верхние невозможно попасть без магии.",


  //диалоги в конце и начале сезонов
  "spring_28": "Вот и кончилась весна. Пока, аллергия на пыльцу, надеюсь, через год мы увидимся снова.",
  "summer_28": "Привет. Я тут подвожу тоги лета.#$b#Купался я?#$b#Нет.#$b#Ел мороженое?#$b#Нет.#$b#Пил холодную газировку?#$b#Нет.#$b#Ел арбуз?#$b#Нет.#$b#Лето прошло зря...#$b#Ладно, я хотя бы провел на улице пару теплых ночей. Жаль не у костра и без барбекю...",
  "fall_1": "Сегодня я проснулся, выглянул в окно, а там все желтое. Одна мысль о том, что до зимы остался всего сезон приводит меня в ужас...",
  "fall_28": "@, хочешь честно признаюсь?#$b#Мне страшно.#$b#Я не просто не люблю зиму. Я ее боюсь...",
  "winter_1": "Прости, я не хочу сегодня ни с кем разговаривать. Даже с тобой.",
  "winter_28": "Я чувствую огромное облегчение от того, что зима закончилсь. Вот бы поскорее стало тепло.",

  //диалоги перед праздниками
  "spring_12": "А ты знал, что завтрашний праздник имеет языческие корни?#$b#Нет, в город я не пойду.#$b#Никто не знает меня, и я никого не знаю. Я буду чувствовать себя лишним.",
  "summer_10": "Как бы я хотел присоединиться к тебе завтра! Суп из общего котла на пляже, барбекю, танцы. Но...#$b#...я пока что не могу... прости.",
  "summer_27": "Пс... встретимся завтра на восточном пирсе.",
  "fall_15": "Завтра мы идем на ярмарку! Просто не верится, что учитель решил выйти куда-то не тайком!#$e#Надеюсь, мы там увидимся.",
  "fall_26": "Весь завтрашний день я могу делать что захочу! Разумеется я пойду на праздник.#$b#Обещаю, что если доберусь до золотой тыквы, не буду ее брать. С моими способностями это будет нечестно.",
  "winter_7": "Знаешь... на самом деле мне бы очень хотелось выйти из дома и пойти на праздник. Кидаться снежками и лепить снеговиков, наверное, весело.#$b#Кх... но увы, я едва переставляю ноги...",
  "winter_14": "Даже если бы я и мог, я бы не пошел на ночной рынок. У меня нет денег чтобы что-нибудь купить.#$b#То есть... ни копейки.#$b#Хотя посмотреть было бы интересно.",
  "winter_24": "Мне нравятся местные традиции. Этот пир зимней звезды я проведу с учителем.#$b#Честно говоря я начинаю считать его своей новой семьей. ",

  //особые фразы
  "spring_16": "Весна - время фей.#$b#Обожаю фей.",
  "summer_9": "Иногда мне хочется пойти на пляж. Поискать там ракушки. Обожаю красивые ракушки с радужным отливом.",
  "summer_13": "Лучше холодного арбуза может быть только холодная дыня. У тебя на ферме растут дыни?",
  "summer_17": "Летом, но ночам, русалки сидят на прибрежных скалах и расчесывают свои волосы.#$b#Хотел бы я послушать их пение...",
  "winter_13": "Каждый год в этот день мне снится один и тот же кошмар.#$b#Мне снится огромный, жуткий осьминог, который опутывает меня своими щупальцами и душит, утягивая на дно. А вокруг плавают всякие глубоководные твари. Угри, мурены, морские огурцы...#$b#Что?! Не смейся, в этом нет ничего пошлого!!! ",
  "winter_8": "Кто сказал, что зимой ничего не растет? Недавно я откопал из под снега потрясающие ягоды!#$b#Боюсь, я слишком много их съел... кажется у меня начинает болеть горло...",

  //ВОПРОСЫ
  //просто в субботу
  "Sat": "Я с детства мечтал стать волшебником.#$q 251/252/253 Sat_old#Как думаешь, у меня получится?#$r 251 10 Sat_251#Разумеется получится!#$r 252 20 Sat_252#Получится, если ты будешь стараться! Я верю в тебя.#$r 253 -10 Sat_253#Прости... но ты такой неуклюжий...",
  "Sat_old": "Мечты сбываются!",
  "Sat_251": "Мне бы твою уверенность... Но спасибо за поддержку, я это ценю",
  "Sat_252": "Звучит воодушевляюще! Приложу все усилия! Спасибо, @!",
  "Sat_253": "Прости, ты прав. Может, я зря во все это ввязался? Еще раз прости... можешь оставить меня?",

  //пятница, 6сердец
  "Fri6": "Знаешь... мы уже столько знакомы.#$q 254/255 Fri6_old#Могу я считать тебя своим другом, @?#$r 254 20 Fri6_254#Да, конечно!#$r 255 -100 Fri6_255#Такие вопросы задают только маленькие дети.",
  "Fri6_old": "Я рад, что мы дружим.|Я считаю тебя другом, @! Даже если это и звучит для тебя по-детски.",
  "Fri6_254": "Уф... я счастлив! Спасибо тебе, друг!",
  "Fri6_255": "Да? Прости... это и правда прозвучало глупо...",

  //весна, перед танцами
  "spring_23": "Приду ли я на танцы? Я бы с удовольствием, но в это же время в лесу будут танцевать феи.#$q 256 qwspring_23_old#Если бы перед тобой стоял выбор, танцевать с людьми или с феями, что бы ты выбрал?#$r 256 0 qwspring_23_256#Разумеется я бы танцевал с людьми!#$r 256 0 qwspring_23_257#Ради эксперимента я бы посетил танцы фей.#$r 256 0 qwspring_23_258#Разумеется я бы танцевал с феями!",
  "qwspring_23_old": "Прости, простых смертных они на свой бал не пускают",
  "qwspring_23_256": "Ну, каждому свое. Мне с людьми бывает тяжеловато.",
  "qwspring_23_257": "Я обещаю спросить у них, вдруг они позовут и тебя в следующем году.",
  "qwspring_23_258": "Ну, люди тоже могут быть интересными. И у них не такие жестокие шутки, как у фей..."
}
