{
  "Introduction": "Эм... @, Правильно?#$e#Прости, если вдруг ошибусь. В лицо-то я тебя помню, но с именами у меня плохо.#$e#Ну, ты-то наверняка помнишь, как меня зовут, да?",

  "Mon": "Рад тебя видеть. Ты пока единственный, кого я здесь знаю. Ну, кроме учителя, разумеется../",
  "Tue": "Эх… очередной неудачный день.",
  "Wed": "Учитель такой загадочный. Я очень мало понимаю из того, что он говорит. Не подумай чего! Он старается пояснять! Просто он много лет общался только с духами и ему сложно с людьми!",
  "Thu": "Знаешь, в башне волшебника даже убираться, стирать и готовить интересно! Но я бы куда больше хотел поучиться магии. Надо набраться терпения",
  "Fri": "Иногда я жалею, что не взял с собой побольше книг. В башне совсем нечем себя развлечь, а наружу учитель меня не выпускает.",
  "Sat": "Я с детства мечтал стать волшебником.#$q 17/18/19 Sat_old#Как думаешь, у меня получится?#$r 17 10 Sat_17#Разумеется получится!#$r 18 20 Sat_18#Получится, если ты будешь стараться! Я верю в тебя.#$r 19 -10 Sat_17#Прости… но ты такой неуклюжий…",
  "Sat_old": "Мечты сбываются?",
  "Sat_17": "Мне бы твою уверенность… Но спасибо за поддержку, я это очень ценю",
  "Sat_18": "Звучит очень воодушевляюще! Приложу все усилия! Спасибо, @!",
  "Sat_19": "Прости, ты прав. Может, я зря во все это ввязался? Еще раз прости… можешь оставить меня?",
  "Sat_nothing": "Прости, задаю тут глупые вопросы...",
  "Sun": "Интересно, у меня и правда есть магический дар? Иногда я начинаю думать, что учитель зря тратит на меня время",

  "Mon2": "Потолочь кварц в ступке… интересно, какой кварц, простой или огненный? А? Ой, прости, я просто немного задумался. ",
  "Tue2": "Я пока только зельеварение изучаю. И минералогию. И учусь общаться с духами. А еще я заколдовал швабру, чтобы она сама мыла полы и собирала паутину. Хорошо быть волшебником!",
  "Wed2": "Знаешь… Здесь повсюду, прямо в воздухе, будто текут туманные ручьи. Долина вся ими пронизана. Раньше я этого не видел…",
  "Thu2": "В тайном лесу столько интересных существ! Вчера я встретил там говорящего медведя, представляешь! Он клянчил у меня кленовый сироп.",
  "Fri2": "Интересно, когда-нибудь я смогу летать? Я часто летаю во сне, это так приятно. Хотя в жизни все не так, как во снах, не находишь?",
  "Sat2": "Эй, не хочешь сходить со мной ночью на кладбище? Я бы познакомил тебя с Моной.",
  "Sun2": "Прости, я неважно себя чувствую сегодня. Нет-нет, мои занятия магией здесь не причем! Просто немного… приболел.",

  "Mon4": "Вчера я решился попробовать на себе одно зелье. Представляешь, оно сработало! Такие вещи очень мотивируют, не находишь?",
  "Tue4": "Летать круто! Главное покрепче держаться за метлу и избегать ветренной погоды. Эх… жаль, что у меня такие слабые руки.",
  "Wed4": "Учитель начал знакомить меня с местными волшебными народами. Феи, русалки, теневики, дварфы... Они такие чудные. Я понимаю их еще меньше, чем учителя.",
  "Thu4": "Моя жизнь стала куда интереснее с тех пор, как я приехал в долину! Мне здесь нравится. В городах давно не осталось волшебства.",
  "Fri4": "Скучаю ли я по дому и родным? Пожалуй что нет. Там со мной никогда не происходило ничего хорошего…",
  "Sat4": "Минералогия и алхимия - скучноватые науки. Но сложно переоценить их значение для магии.",
  "Sun4": "Знаешь, иногда я сочувствую тебе, @. Мне жаль, что ты не можешь посмотреть на мир моими новыми глазами. Иногда все вокруг просто… не знаю… красивое настолько, что мне хочется заплакать.",

  "Mon6": "В последнее время я часто болтаю с Моной. Она говорит, что умирать не так уж и страшно. Это обнадеживает, не находишь? Я рад, что у меня появился еще один друг в долине. Пусть и мертвый.",
  "Tue6": "Недавно учитель раскрыл мне интересную деталь. У всех, кто обладает даром, фиолетовые волосы. Что? Нет, мои волосы такие не от рождения. Я покрасил их в знак протеста перед тем, как сбе… то есть, переехал сюда. Но краска не смывается, хотя я пытался.",
  "Wed6": "Дварф - настоящий скряга! Недавно я хотел купить у него кусок алямита, а он загнул такую цену, что я раздумал варить то зелье!",
  "Thu6": "Слушай, а у учителя и правда была жена? Как-то мне сложно это себе представить…",
  "Fri6": "Знаешь… мы уже столько знакомы.#$q 17/18 Fri6_old#Могу я считать тебя своим другом, @?#$r 17 20 Fri6_17#Да, конечно!#$r 18 -100 Fri6_18#Такие вопросы задают только маленькие дети.",
  "Fri6_old": "Я рад, что мы дружим",
  "Fri6_17": "Уф… я счастлив! Спасибо тебе, друг!",
  "Fri6_18": "Да? Прости… это и правда прозвучало очень глупо…",
  "Fri6_nothing": "Ладно, можешь не отвечать. Я подожду",
  "Sat6": "Мне теперь снятся совсем другие сны, чем раньше. Многие из них сбываются. Иногда я боюсь, что мне приснится какая-нибудь беда… Интересно, смогу ли я изменить будущее, если предвижу его?",
  "Sun6": "Я совсем отвык от города. И от людей. От общества. Даже не знаю, хорошо это или плохо.",

  "Mon8": "Теперь, когда ты все знаешь, мне гораздо легче. Было очень тяжело скрывать свою болезнь от тебя.",
  "Tue8": "Знаешь, приезд в долину был самым смелым поступком, который я совершил в своей жизни. Ну, думаю ты меня в этом понимаешь. Ты ведь тоже отчасти сбежал, верно?",
  "Wed8": "Мне немного тоскливо сегодня. Я видел очень нехороший сон из своего прошлого… Но вот ты здесь, и мне уже куда лучше. Честно-честно.",
  "Thu8": "Иногда мне кажется, что моя мама наслаждалась моей болезнью. Знаю, мысли некрасивые, но… Она рассказывала о моих страданиях даже незнакомым людям. Это было очень унизительно…",
  "Fri8": "Вэнди не плохая! Я вовсе не в обиде перед ней из-за того, что она меня околдовала и похитила. И я понимаю, почему она так взъелась на учителя. Если я когда-нибудь женюсь, то постараюсь не вести себя так же, как он. ",
  "Sat8": "Иногда я выхожу из башни чтобы поговорить с Абигейл. У нее очень сильная магическая аура. ",
  "Sun8": "@, знаешь… да нет, ничего. Еще не время для таких слов…",

  "Mon10": "Знаешь, @, я тут подумал… Если учитель женился когда-то, может, и у меня получится? Главное найти человека, который был бы не против моих занятий магией.",
  "Tue10": "Мне не повезло с семьей, и теперь я - сам себе семья. Интересно, смогу ли я стать хорошей семьей для кого-нибудь?",
  "Wed10": "Теперь, когда я полностью здоров, я… я просто не могу не думать о будущем, понимаешь? Раньше я постоянно думал, что вот-вот умру и даже не пытался ничего планировать. Теперь же для меня открыто столько возможностей!",
  "Thu10": "Каково это, жить на ферме? Почему я спрашиваю? Да… не бери в голову…",
  "Fri10": "@, я должен тебе признаться. Тебе достался мой первый поцелуй. И второй… и третий… А дальше я не считал…",
  "Sat10": "Прости, если я сделаю что-нибудь не так. Просто до этого я никогда ни с кем не встречался. Эм… чем вообще занимаются парочки? Может, нам стоит сходить на свидание?",
  "Sun10": "Вчера учитель вогнал меня в краску. Он сказал, что если бы мы не начали встречаться, он научил бы меня готовить приворотное зелье. Не подумай ничего плохого! Я бы никогда так с тобой не поступил. ",

  "spring_Mon": "Я ненавижу весну. Сначала грязь, потом простуда, потом аллергия. В весне нет ничего хорошего!",
  "spring_Tue": "Сладкий запах цветов просачивается даже в башню. Не скажу, что я этому рад...",
  "spring_Wed": "Весна - время фей.",
  "spring_Thu": "Сейчас земля отдает очень много энергии всему живому, чтобы оно росло и размножалось. Люди тоже получают свою долю. Жаль, что некоторым из них приходится тратить ее на борьбу с аллергией и простудой.",
  "spring_Fri": "Ну как, у тебя уже взошли первые весенние овощи? Раньше я ел еду только из супермаркета...",
  "spring_Sat": "Если мне что-то и нравится в весне, так это вишня. И клубника. Они очень вкусные, но… у меня на них аллергия.",
  "spring_Sun": "Сегодня учитель опять приготовил суп из хрена и дикого лука. Как он может есть эту гадость?!",

  "summer_Mon": "На улице наверняка пекло, да? А у нас здесь прохладно. Интересно, это магия, или старые серые камни башни просто не впитывают тепло?",
  "summer_Tue": "Лучше холодного арбуза может быть только холодная дыня. У тебя на ферме растут дыни?",
  "summer_Wed": "Обожаю грозы, особенно летние. Интересно, когда следующая?",
  "summer_Thu": "Обожаю лето. Пляж, мороженое, холодная газировка. Самые длинные дни, самые короткие ночи. Жаль, не всем доступны эти удовольствия...",
  "summer_Fri": "Представляешь, я сегодня открыл дверь и горячий воздух ворвался в башню… У меня было такое чувство, будто на меня выдохнул недовольный дракон.",
  "summer_Sat": "Иногда мне очень хочется пойти на пляж. Поискать там ракушки. Обожаю красивые ракушки с радужным отливом.",
  "summer_Sun": "Летом русалки усаживаются на скалы и расчесывают свои волосы. Хотел бы я послушать их песни...",

  "fall_Mon": "Осень - она как весна, только наоборот и без аллергии. Сначала простуды, потом грязь...",
  "fall_Tue": "Сейчас очень много грибов. Многие из них используются в зельях. Мы с учителем их много насушили, на целый год хватит.",
  "fall_Wed": "Слушай, а овощи, выращенные собственными руками, вкуснее тех, что продаются в супермаркетах? Можешь не отвечать. Конечно вкуснее.",
  "fall_Thu": "Наверное у тебя на ферме полно работы сейчас. Если так подумать, выращивание овощей очень похоже на магию!",
  "fall_Fri": "Прелая листва так ароматно пахнет!",
  "fall_Sat": "Все готовятся к спячке. Деревья, животные, даже духи.",
  "fall_Sun": "Вот ты собираешь урожай, а мы - травы и грибы. Да еще и по ночам. Так что прости, если я буду немного сонным...",

  "winter_Mon": "Кх… не подходи ко мне слишком близко. У меня уже пару дней температура и сильно болит горло. Я боюсь тебя заразить.",
  "winter_Tue": "Это прозвучит, наверное, жутковато, но каждую зиму я мечтаю только о том, чтобы дожить до весны...",
  "winter_Wed": "Мне приходится кутаться в два одеяла, чтобы не умереть от холода в этой башне! И у меня все равно стучат зубы, даже при горящем камине. Что? Где спит учитель? На самом деле я никогда не видел, чтобы он спал...",
  "winter_Thu": "Вчера учитель налил мне вина в чай. Я равнодушен к спиртному, но зимой в такой холодной башне это, пожалуй, единственный способ согреться...",
  "winter_Fri": "Кто сказал, что зимой ничего не растет? Недавно я откопал из под снега потрясающие ягоды! Боюсь, я слишком много их съел… кажется у меня начинает болеть горло...",
  "winter_Sat": "Зима - время злых духов. Вся нечисть выползает из своих нор, в которых пряталась весь год. Не ходи по ночам один, мало ли, ЧТО может тебе повстречаться...",
  "winter_Sun": "М… что? Прости, я не очень хорошо себя чувствую… Ты чего-то хотел?",

  "spring_1": "Вот и весна пришла. Не сказать, что я сильно этому рад… Но весна все же лучше зимы… Гораздо.",
  "spring_28": "Ну наконец конец весны. Пока, аллергия, через год увидимся.",
  "summer_1": "Лето, лето, лето… почему самое любимое время года всегда пролетает быстрее, чем нелюбимые?",
  "summer_28": "Привет. Я тут подвожу промежуточные итоги лета. Купался я? Нет. Ел мороженое? Нет. Пил холодную газировку? Нет. Ел холодный арбуз? Нет. Лето прошло зря… Ладно, я хотя бы провел на улице пару теплых ночей. Жаль не у костра и без барбекю...",
  "fall_1": "Сегодня я проснулся, выглянул в окно, а там все желтое. Одна мысль о том, что до зимы остался всего сезон приводит меня в ужас…",
  "fall_28": "@, хочешь честно признаюсь? Мне страшно. Я не просто не люблю зиму. Я ее боюсь...",
  "winter_1": "Прости, я не хочу сегодня ни с кем разговаривать. Даже с тобой.",
  "winter_28": "Я чувствую огромное облегчение. Вот бы поскорее стало тепло.",

  "spring_12": "А ты знал, что завтрашний праздник имеет языческие корни? Боюсь я не смогу прийти… Никто не знает меня, и я никого не знаю. Буду чувствовать себя лишним.",
  "spring_24": "Приду ли я на танцы? Я бы с удовольствием, но в это же время в лесу будут танцевать феи.#$q 15/16/17 spring_24_old#Если бы перед тобой стоял выбор, танцевать с людьми или с феями, что бы ты выбрал?#$r 15 0 spring_24_15#Разумеется я бы танцевал с людьми! Они мне куда ближе волшебных существ.#$r 15 0 spring_24_16#Ради эксперимента я бы посетил танцы фей.#$r 17 0 spring_24_17#Разумеется я бы танцевал с феями! Они куда интереснее людей.",
  "spring_24_old": "Прости, простых смертных они на свой бал не пускают",
  "spring_24_15": "Ну, каждому свое. Мне с людьми бывает тяжеловато.",
  "spring_24_16": "Я обещаю спросить у них, вдруг они позовут и тебя в следующем году.",
  "spring_24_17": "Ну, люди тоже могут быть интересными. А у фей порой очень жестокие шутки.",
  "summer_10": "Как бы я хотел присоединиться к тебе завтра! Суп из общего котла на пляже, барбекю, танцы до поздна. Но я пока что не могу… прости.",
  "summer_27": "Пс… завтра ищи меня на восточном пирсе.",
  "fall_15": "Завтра мы идем на праздник! Просто не верится, что учитель решил выйти куда-то не тайком! Надеюсь, мы там увидимся.",
  "fall_26": "Весь завтрашний день я могу делать что захочу! Разумеется я пойду на праздник. Обещаю, что если доберусь до золотой тыквы, не буду ее брать. С моими способностями это будет не честно.",
  "winter_7": "Знаешь… на самом деле мне бы очень хотелось выйти из дома и пойти на праздник. Кидаться снежками и лепить снеговиков, наверное, весело. Кх… но увы, зимой я едва переставляю ноги…",
  "winter_14": "Даже если бы я и мог, я бы не пошел на ночной рынок. У меня нет денег чтобы что-нибудь купить. То есть… ни копейки.",
  "winter_24": "Мне нравятся местные традиции. Этот пир зимней звезды я проведу с учителем. Честно говоря я начинаю считать его своей новой семьей. ",

  "winter_13": "Каждый год в этот день мне снится один и тот же кошмар. Мне снится огромный, жуткий осьминог, который опутывает меня своими щупальцами и душит, утягивая на дно. А вокруг плавают всякие глубоководные твари. Угри, мурены, морские огурцы.... Что?! Не смейся, в этом нет ничего пошлого!!! ",
}
