{
  "Entries":
  {
    "2128001/f Kaleb 500": "WizardSong/8 23/farmer 8 24 0 Kaleb 4 19 2 Wizard -100 -100 0/skippable/pause 1000/playSound doorClose/move farmer 0 -2 0/speak Kaleb \"Ой, @! Ты напугал меня!^Ой, @! Ты напугала меня!#$b#Честно говоря я рад, что ты зашел именно сейчас, когда здесь нет учителя...^Честно говоря я рад, что ты зашла именно сейчас, когда здесь нет учителя...#$b#И когда я решился на такой отчаянный поступок.\"/pause 1000/emote farmer 8/speak Kaleb \"Понимаешь, я устал ждать.#$b#Учитель ничему меня не учит, только заставляет заниматься домашними делами и все время твердит, чтобы я набрался терпения.#$b#Но я приехал сюда не чтобы полы мыть.#$b#Потому я решил взять дело в свои руки...\"/emote Kaleb 12/speak Kaleb \"Наверное ты думаешь, что учитель прав и я действительно слишком спешу. Но на самом деле у меня есть веская причина для спешки.\"/pause 300/showFrame Kaleb 17/pause 300/showFrame Kaleb 16/pause 300/speak Kaleb \"Я несколько дней тайком читал книги учителя и нашел там рецепт этого зелья. Оно должно помочь мне начать видеть духов и усилить мои врожденные способности.#$b#Я дождался, пока учитель уйдет и сварил его. Честно говоря это оказалось не сложно, но… ты же знаешь, я тот еще растяпа.#$b#В общем, я собираюсь его выпить.\"/move farmer 0 -1 0/emote farmer 16/showFrame Kaleb 17/pause 300/showFrame Kaleb 0/pause 300/speak Kaleb \"Не останавливай меня, пожалуйста. Я должен это сделать. Ради самого себя.#$b#Просто...#$b#Если со мной что-то случится...#$b#Ха-ха… забавно. Получается, что даже если я отравлюсь и умру, никто не расстроится.\"/emote Kaleb 28/pause 2000/speak Kaleb \"Ну... я пью.\"/animate Kaleb false false 300 20 21 22 23 24 22/pause 2500/shake Kaleb 500/pause 1000/showFrame Kaleb 28/pause 100/showFrame Kaleb 29/pause 100/showFrame Kaleb 30/pause 100/showFrame Kaleb 31/pause 100/showFrame Kaleb 32/pause 100/showFrame Kaleb 33/pause 100/showFrame Kaleb 34/pause 100/showFrame Kaleb 35/pause 100/speed farmer 4/move farmer 0 -2 0/speed farmer 4/move farmer -3 0 3/pause 1000/playSound doorOpen/warp Wizard 8 23/emote Wizard 16/speed Wizard 4/move Wizard 0 -1 0/speed Wizard 4/move Wizard -5 0 0/pause 1000/jump Wizard/emote Wizard 16/speak Wizard \"А, вон оно что!!!\"/move Wizard 3 0 1/move Wizard 0 -3 3/faceDirection farmer 1/speak Wizard \"Не волнуйся, @, с ним все будет в порядке. Ты должен помнить это зелье. Я поил тебя им, чтобы ты мог общаться с лесными духами.\"/emote farmer 12/speak Wizard \"$q -1 null#Ты на что-то злишься?#$r -1 0 kaleb_heart_2_a#Из-за вас он мог отравиться!#$r -1 0 kaleb_heart_2_b#Почему вы не учите его, если взяли в ученики?#$r -1 0 kaleb_heart_2_c#Скажите правду, вам просто нужен был работник по дому?\"/speak Wizard \"Не делай поспешных выводов, @. Все не так просто.#$b#На самом деле Калеб обладает большим магическим дарок. Но его тело и воля в ужасном состоянии.#$b#Многие маги физически слабы. Но вот безвольный человек никогда не сможет стать хорошим волшебником.\"/faceDirection Wizard 2/emote Wizard 28/speak Wizard \"Я испытывал его. Надеялся, что он взорвется и начнет кричать на меня.#$b#...#$b#Наверное мне не стоило судить людей по себе.#$b#В общем, Калебу удалось меня удивить своим безрассудным поступком. Не волнуйся, я начну полноценно учить его магии с завтрашнего же дня.#$b#А теперь оставь нас. Я позабочусь о нем.\"/end",
    "2128002/f Kaleb 1000": "WizardSong/8 16/farmer 7 16 0 Kaleb 2 14 0/skippable/pause 2000/move farmer 0 -2 3/faceDirection Kaleb 1/speak Kaleb \"А, @. Привет!#$b#Рад тебя видеть!\"/move Kaleb 3 0 1/pause 500/speak Kaleb \"Честно говоря, я всегда рад тебя видеть.#$b#Я ведь не могу... то есть, я не выхожу из башни без учителя.#$b#Не то чтобы я против. Мне теперь не скучно.#$b#Но иногда так хочется просто оказаться за пределами башни.#$b#Здесь же лес вокруг! Глушь! Я еще помню, как заблудился, когда приехал!#$b#Мне интересно было бы побродить по округе. Осмотреться.\"/showFrame Kaleb 17/emote Kaleb 28/pause 500/speak Kaleb \"Завидую я тебе, @. Фермером быть, конечно, тоже нелегко, зато ты целый день на свежем воздухе.#$b#Можешь заниматься чем захочешь! Исследовать пещеры, рыбачить, гулять в лесу, на пляж ходить.#$b#Эх...\"/showFrame Kaleb 0/faceDirection Kaleb 1/pause 500/speak Kaleb \"Ладно, зависть плохое чувство!#$b#Да и вообще, что случится плохого, если я ненадолго выйду из башни и погуляю?!#$b#К тому же я буду не один.\"/move Kaleb 1 0 1/pause 500/speak Kaleb \"Ты ведь выйдешь со мной на улицу? Ненадолго, на... не знаю. Полчаса или час?#$b#Дойдем хотя бы до того большого дерева. А потом сразу обратно.\"/emote farmer 32/speak Kaleb \"Ура! Пошли скорее.\"/move farmer 0 3 2/speak Kaleb \"Постой...\"/pause 500/showFrame Kaleb 17/move Kaleb -2 0 3/pause 400/faceDirection farmer 0/emote Kaleb 28/speak Kaleb \"Прости. Я... я передумал. Не стоит мне выходить.#$b#Веду себя как ребенок. Я еще не сделал все то, что учитель мне поручил. Да и нечего мне на улице делать.#$b#Вот выучусь и буду гулять столько, сколько захочу. Или даже летать.#$b#В любое время года.#$b#В любую погоду.#$b#А пока прости. Мне пора браться за учебу.\"/end",
    "2128005/f Kaleb 2000/n kalebHeart8": "WizardSong/8 18/farmer 8 24 0 Wizard 6 14 2 Kaleb -100 -100 0/skippable/addObject 12 19 84/showFrame Wizard 18/playSound doorClose/move farmer 0 -6 0/showFrame Wizard 0/emote Wizard 16/pause 500/speed Wizard 4/move Wizard 2 0 2/speed Wizard 4/move Wizard 0 2 2/pause 500/speak Wizard \"А вот и ты, @.\"/pause 500/speak Wizard \"Честно говоря, я в отчаянии.#$b#Калеб никогда бы не вышел из башни без моего ведома. Да ты и сам знаешь...#$b#Я пришел в ужас, когда утром не обнаружил его на месте.\"/shake Wizard 500/speak Wizard \"Хуже всего то, что я не могу обнаружить его при помощи магии.#$b#Если бы он сам ушел, у него бы не хватило умения скрыть от меня свое местоположение.#$b#В общем... я боюсь, что его похитили... только понятия не имею, кто бы это мог сделать.\"/move Wizard -1 0 3/speak Wizard \"Наверное я все же зря позвал тебя, друг мой.#$b#Если даже магия бессильна, чем ты, простой смертный, сможешь мне помочь?\"/message \"Похоже он опустил руки. Может, стоит осмотреть башню? Вдруг похититель оставил улики.\"/pause 500/faceDirection farmer 3/pause 500/faceDirection farmer 2/pause 500/faceDirection farmer 1/pause 500/emote farmer 16/speed farmer 4/move farmer 0 1 1/move farmer 3 0 1/pause 500/emote farmer 8/removeSprite 12 19/playSound coin/pause 500/move farmer -3 0 1/move farmer 0 -3 3/speed farmer 0/faceDirection Wizard 1/speak Wizard \"Что это? Я не храню в башне ледяные слезы с тех пор, как...\"/shake Wizard 500/speak Wizard \"О нет, только не это!$h#$b#Вэнди?!$h\"/emote farmer 8/speak Wizard \"Так зовут мою бывшую жену.#$b#О, @, зря мы с тобой сняли печать. Неужели она все еще ненавидит меня и пришла мстить?!#$b#Тогда Калеб... возможно... уже...#$b#Нет! Не может быть, чтобы она его убила. Зачем тогда оставлять на видном месте свою старую сережку?#$b#Но тогда с какой целью она похитила его?#$b#И что же нам делать?!\"/quickQuestion #Я схожу в ее домик и узнаю, чего она от нас хочет.#Давайте сходим к ней вместе. Вдруг все не так плохо?#Вы эту кашу заварили, вам и разгребать.(break)speak Wizard \"Я не отпущу тебя одного. Мало ли, что может случится.\"(break)speak Wizard \"Ты прав, не стоит паниковать раньше времени.\"(break)speak Wizard \"Справедливо.#$b#Однако не мог бы ты хотя бы посторожить вход?\"/speak Wizard \"Что ж, не будем мешкать. Пойдем в подвал. Там есть прямой телепорт до ее хижины.\"/move Wizard 0 -5 0 true/move farmer 0 -5 0 true/globalFade 0.007/viewport -1000 -1000/playSound openBox/pause 2000/changeLocation WizardHouseBasement/playSound doorClose/warp Wizard 4 5 3/warp farmer 4 4 2/faceDirection farmer 2/viewport 8 7/speak Wizard \"Хорошо, я иду первым.\"/move Wizard -2 0 2/pause 1000/emote farmer 8/speak Wizard \"Проклятье, не работает!\"/animate Wizard false false 300 22 21 20 20 20 20 20 20/pause 2400/emote Wizard 12/speak Wizard \"Похоже, Вэнди все еще не хочет меня видеть. Воспользоваться печатью не могу только я.#$b#Что ж, @, придется тебе идти одному.\"/move Wizard 3 0 3/move farmer -1 0 3/move farmer 0 1 3/speak Wizard \"Постой!\"/faceDirection farmer 1/emote farmer 8/speak Wizard \"Я не могу отправить тебя без защиты. Подожди, я наложу несколько заклинаний.#$b#Некоторые из них я сам разработал и Вэнди вряд ли сможет с ними справится.\"/pause 500/animate Wizard false false 750 18 16/pause 750/playSound wand/pause 2000/speak Wizard \"Ну вот, теперь ты точно готов.^Ну вот, теперь ты точно готова.#$b#Удачи тебе!\"/pause 1000/faceDirection farmer 3/pause 1000/move farmer -1 0 3/warp farmer -100 -100/playSound wand/globalFade 0.007/viewport -1000 -1000/warp Wizard -100 -100/changeLocation WitchHut/warp Kaleb 6 7 2/showFrame Kaleb 16/addTemporaryActor Witch 16 32 7 7 2/warp farmer 11 11 3/viewport 7 8/move farmer -4 0 0/viewport move 0 1 3000/emote Witch 16/speak Witch \"Не шагу дальше!\"/pause 500/speak Witch \"А ты смелее чем я думала, @. Неужели ты не боишься, что я превращу тебя в лягушку?\"/move farmer 1 0 0/speak Witch \"Да не бойся. Ничего я тебе не сделаю. На самом деле я ждала тебя и надеялась, что ты придешь.\"/emote farmer 8/speak Witch \"Да-да, не удивляйся.#$b#Наверняка Расмодиус выставил меня перед тобой чудовищем. В общем-то... у него есть основания так думать...#$b#Я действительно совершила несколько отвратительных поступков, за которые мне нет прощения.#$b#Но мой прошлый муженек тоже был хорош! Довел меня до того, что я...#$b#....#$b#Ах... Если бы я только умела поворачивать время вспять... Бедняжка Мона не заслужила такой участи...\"/emote Witch 28/speak Witch \"Но хватит об этом! А то я смотрю ты опять дрожишь от страха...#$b#В общем...#$b#...#$b#На самом деле я сейчас опять буду поступать плохо. Для общего блага.#$b#@, ты в курсе, что твой друг серьёзно болен?\"/move Witch 1 0 2/speak Witch \"Тебя никогда не удивляло, почему он так мало выходит из башни? Ты не задавался вопросом, почему Расмодиус не отпускает его далеко от себя?#$b#Не удивляйся. Я давно за ними наблюдаю. Считай это проявлением женской любознательности.#$b#Когда Калеб прибыл в долину, он был уже очень плох. Если бы Расмодиус его не подобрал, он бы и трех месяцев не прожил.#$b#И дело тут вовсе не в человеческих болезнях, мой дорогой. С магами такое частенько бывает. Большая сила разъедает слабое тело как кислота.#$b#Так что твоему другу очень, очень повезло. Множество таких мальчиков и девочек как он просто не доживают до зрелости.#$b#Обидно, правда?\"/quickQuestion #Почему он мне не рассказал?#Почему Расмодиус не вылечит его?(break)speak Witch \"А это ты у него спроси. Думаю, дело в глупой гордости!\"(break)speak Witch \"Потому что он не может. Точнее не умеет.\"/speak Witch \"Посвящу тебя в некоторые магические тонкости, дружочек.#$b#Чтобы вылечить человеческую болезнь используется белая магия. Но болезнь твоего друга просто белой магией не возьмешь.#$b#Его старое тело, конечно, можно вылечить, но это бессмысленно - магия просто разъест его снова. Именно этим на данный момент Расмодиус и занимается.#$b#Как ты понимаешь, результаты так себе.#$b#Бедолага не может отойти от учителя, так как тот поддерживает в нем жизнь почти насильно. Продуло - смерть. Перегрелся - смерть. Подхватил вирус - смерть.#$b#В общем, белая магия твоему другу все равно что мертвому припарка.#$b#Конечно, если он идеально изучит белую магию и овладеет должным уровнем концентрации, то сможет сам себя постоянно лечить.#$b#Но... как по мне такое существование не имеет ничего общего со свободой.#$b#И тут мы подходим к самому интересному. Можно вылечить Калеба при помощи черной магии.#$b#Метод грубый, конечно, но действенный.#$b#Ему нужно новое тело. Темная магия позволяет отделить душу от одного тела и переселить его в другое. Именно поэтому я его украла. И именно потому ты здесь.\"/startJittering/pause 1000/stopJittering/pause 500/speak Witch \"Ну и лицо у тебя, глупенький! Неужели ты правда подумал, что я заберу твое тело и отдам его ученику своего бывшего мужа?#$b#Я, конечно, могла бы, да что толку? Твое тело тоже бы его силы не выдержало. Бесполезная трата времени.#$b#Тут нужно специальное тело. Искусственное. Чудесное тело, не отличимое от данного природой, но состоящее из куда более благородных материалов.#$b#В общем...#$b#...#$b#Я собрала материалы и, из благих побуждений, украла Калеба, надеясь за одну ночь провести ритуал и незаметно подсунуть его обратно.#$b#Он бы даже ничего не заметил, если бы Расмодиус ему не сказал.#$b#Но я столкнулась с двумя серьезными препятствиями.#$b#Во-первых, издалека магию Калебу я недооценила. Мои материалы просто могут лететь в помойку, здесь нужны вещи куда мощнее!#$b#Ну и, во-вторых...#$b#Хи-хи, я даже не знаю, как это сказать так, чтобы вышло тактично.#$b#В общем... есть у людей естественный защитный механизм против любой черной магии. Невинность...#$b#И пока этот дурила ее не потеряет, никто ничего с его болезнью не сделает. Ни я, ни Расмодиус, ни какой-нибудь магистр древних искусств.\"/faceDirection Witch 3/move Witch -1 0 3/emote Witch 12/speak Witch \"Спросишь, зачем же мне понадобился ты? Ну... раскрою тебе глаза.#$b#Мальчишка влюблен в тебя по уши.#$b#Так что... ставлю тебя перед сложным моральным выбором.\"/faceDirection Witch 2/speak Witch \"Выбирай, @. Ты можешь оставить все как есть. Калеб научится лечить себя сам и будет жить в постоянной концентрации. Никакой черной магии, но и никакой полной свободы.#$b#Либо ты отвечаешь на его чувства взаимностью. Ну, либо притворяешься, что отвечаешь. Вы целуетесь, обнимаетесь...#$b#...делаете другие не менее приятные вещи...#$b#А потом дело за мной. Уж я позабочусь о том, чтобы твой друг жил полной жизнью.#$b#Если же тебе не нужны эти отношения, то я могу стереть ему память. Чтобы не мучился.#$b#М? Что за взгляд?\"/quickQuestion #Вы точно ведьма? Зачем вам кому-то помогать?#То что вы предлагаете - отвратительно.(break)speak Witch \"Хорошего же ты обо мне мнения. Ну да, я ведьма! Черная ведьма, от взгляда которой у коров скисает молоко, а куры начинаю нести черные яйца.#$b#Однако тут дело личное.#$b#...#$b#Ладно, пооткровенничаю немного.#$b#Видишь ли, я сама была такой же, как твой друг. Тоже тяжело болела и жила в постоянном ожидании смерти.#$b#И меня точно так же спас мой учитель.#$b#Вот только он не особенно-то церемонился. Напоил одного парня приворотным зельем, хитрый жук, а как только дело было сделано просто провел ритуал.#$b#Я это потом уже узнала и, честно говоря, обиделась.#$b#Потому... в общем... цени тот факт, что я поступаю с тобой и Калебом так деликатно. И даю выбор. Могла бы подлить тебе пару капель зелья тебе в кофе и всего делов.\"(break)speak Witch \"О, поверь мне, это еще не самый отвратительный вариант, который я могу тебе предложить.#$b#Хихи, в конце-то концов я могу запросто приворожить Калеба.#$b#Или, что еще смешнее, заставить его влюбиться в своего учителя.#$b#Вот будет потеха, а?#$b#Но, как видишь, я предлагаю тебе выбор. Предлагаю самый мягкий и приятный для всех вариант, @.#$b#Цени это!\"/pause 1000/speak Witch \"Ну все, мне надоел этот разговор. Я ухожу.#$b#Подумай хорошенько, мой дорогой. Подумай обо всем, что я тебе сказала и прими единственное правильное для себя решение.#$b#Все в твоих руках.#$b#Пока!\"/warp Witch -100 -100/playSound wand/pause 1000/showFrame Kaleb 0/pause 500/move farmer -1 0 0/move farmer 0 -4 3/faceDirection Kaleb 1/emote Kaleb 8/speak Kaleb \"@? Эм... где это я? И что мы здесь делаем?\"/message \"Наверное, мне лучше не говорить, что я знаю обо всех его секретах. Что же сказать?\"/speak Kaleb \"$q 1005 null#...#$r 1005 -100 heart_q_8_a#Тебя украла страшная злая ведьма, но я у нее тебя отбил.#$r 1005 20 heart_q_8_b#Ты в доме бывший жены твоего учителя. Она похитила тебя.#$r 1005 -50 heart_q_8_c#Понятия не имею, как ты здесь оказался. Я просто нашел тебя в этом странном месте.\"/faceDirection farmer 2/move Kaleb 0 4 1/speak Kaleb \"Эта печать... Я видел такую же в подвале учителя. Наверное через нее мы сможем попасть в башню.\"/pause 500/faceDirection Kaleb 0/speak Kaleb \"Я не очень понимаю, что произошло, но...#$b#Я рад, что ты здесь. Если захочешь рассказать подробности - я выслушаю.#$b#...хотя моя интуиция почему-то подсказывает мне, что лучше не настаивать...#$b#...#$b#Ладно. Пойдем скорее. Мне не по себе в этом жутком месте.\"/end",
    "2128008/i 64/n kalebHeart10plus": "WizardSong/8 23/Wizard 6 18 3 farmer -100 -100 0/skippable/addTemporaryActor Witch 16 32 4 18 1/removeItem 64/removeQuest 21280081/addQuest 21280082/pause 500/playSound doorClose/warp farmer 8 24 0/pause 500/speak Witch \"Никто уже не пользуется этими доисторическими заклинаниями, Расмодиус!\"/speak Wizard \"Котел тоже изобрели не в этом веке, Вэнди, но он есть у каждого уважающего себя волшебника!\"/speak Witch \"Сравнил! И вообще, котел на костре - это уже устарело. Неужели так сложно установить магический подогрев?\"/speak Wizard \"Сама знаешь, мне нравится живой огонь. К тому же его использование усиливает магические свойства зелий...\"/speak Witch \"Незначительно! Последние исследования...\"/emote farmer 16/faceDirection Witch 2/faceDirection Wizard 2/pause 200/speak Wizard \"О, @! Прости, за этим спором я не заметил твоего появления.\"/speak Witch \"Привет-привет.\"/speak Wizard \"Вижу ты принес рубин? Давай его сюда.\"/move farmer 0 -6 3/faceDirection Witch 1/faceDirection Wizard 1/playSound woodyStep/addObject 7 18 64/pause 200/speak Wizard \"Отличное качество! А как блестит!\"/faceDirection Wizard 3/speak Wizard \"Вэнди, сколько нам таких нужно?\"/speak Witch \"Около... двух десятков? Калеб - рослый парень, в нем крови много.\"/speak Wizard \"Не перегибай. Литров пять, как и во всех.\"/emote farmer 8/pause 100/faceDirection Wizard 1/speak Wizard \"Ну да, думаю ты уже догадался.#$b#Тела для магов вроде Вэнди и Калеба делаются из драгоценных камней и минералов.#$b#Для каждого берется семь камней, которыми можно заменить, скажем так, естественные структуры.#$b#Рубины нам нужны для того, чтобы заменить кровь. Благо, Вэнди принесла эту полезную машину...\"/speak Witch \"Кристалляриум.\"/speak Wizard \"Да-да, его.#$b#Очень экономически выгодная штука!#$b#Благодаря ей нам понадобится всего по одному образцу каждой составляющей. Проще простого.\"/speak Witch \"Проще простого?!#$b#Пф... Если бы все было действительно просто, мы бы с тобой, дорогой, сами разобрались.\"/speak Wizard \"Ну да...#$b#В общем... камни понадобятся редкие. Многие из них стоят недорого, но добываются из жеод. Другие можно просто найти в шахте.#$b#Дварф отказался с нами работать, а мы с Вэнди ничего не смыслим в горном деле. Потому вся надежда на тебя.\"/faceDirection Wizard 3/speak Wizard \"Вэнди, что у нас следующее по списку после рубина?\"/speak Witch \"Ну, если бы ты не нашел себе настолько проблемно-сильного ученика, то на кости сошел бы и кварц.#$b#Но увы...#$b#Может, фторопатит? Или целестин? Или даже камень фей.\"/speak Wizard \"Только не камень фей! Конечно у фей крепкие кости, но его использование может сказаться на магии.\"/speak Witch \"Фторопатит тоже отпадает, слабоват. Значит целестин.\"/speak Wizard \"Да, отличное решение...\"/emote farmer 32/faceDirection Wizard 1/speak Wizard \"Что смешного?\"/animate farmer false true 100 102 103/globalFade/viewport -1000 -1000/message \"Кажется они отлично ладят несмотря на то, что разошлись. Ну а мне пора браться за работу. \"/end",
    "2128009/e 2128008/i 561": "WizardSong/8 23/Wizard 7 17 2 farmer -100 -100 0 Kaleb 8 19 2/skippable/addTemporaryActor Witch 16 32 6 17 2/removeItem 561/removeQuest 21280087/pause 500/playSound doorClose/warp farmer 8 24/move farmer 0 -2 0/speak Wizard \"И правда, он здесь...^И правда, она здесь...#$b#Калеб, кажется уроки Велвик не прошли зря. Может, тебе стоит еще у нее поучиться?\"/speak Kaleb \"Возможно.\"/pause 500/speak Witch \"Уф... эту напряженную атмосферу можно ножом резать.#$b#Я пойду, пожалуй. Перенастрою портал. \"/move Witch 0 -3 0/move Witch 1 0 0/move Witch 0 -5 0/playSound openBox/pause 200/playSound doorClose/speak Wizard \"Эм...#$b#Ну что, Калеб? Что скажешь? Готов?\"/speak Kaleb \"...#$b#Учитель, не могли бы вы оставить нас с @ ненадолго?\"/speak Wizard \"Понимаю.#$b#Прости за недогадливость. Увидимся в подвале. \"/move Wizard 0 -7 0/playSound openBox/pause 200/playSound doorClose/move Kaleb 0 1 0/pause 500/showFrame Kaleb 17/speak Kaleb \"Честно говоря у меня поджилки трясутся...\"/emote farmer 32/showFrame Kaleb 0/speak Kaleb \"Согласен, нельзя раскисать. Я очень рад тому, что больше не буду болеть.#$b#Спасибо тебе, @. Жаль, конечно, что тебе на дадут нобелевскую премию, как пророчила моя мама...#$b#Ну, может я научусь когда-нибудь превращать деревяшки в золото и сам тебе ее выдам! #$b#Эх, что за чушь я несу...#$b#В общем... кажется после ритуала я стану совершенно свободен. Не верится даже.\"/pause 500/speak Kaleb \"Знаешь, сегодня мне приснился вещий сон. О том, что ты принесешь последний нужный кристалл.#$b#После этого я пошел к учителю и начал уговаривать его позволить тебе посмотреть на ритуал.#$b#Я просто подумал, что мне на твоем месте было бы любопытно. К тому же это стало бы неплохой наградой тебе за труды.#$b#Но учитель заявил, что тебя может все это напугать. Черная магия же.#$b#Я с этим не согласен! Если уж ты полез в пещеры за драгоценностями, то парой призраков тебя точно не напугаешь!#$b#Учитель запретил, но...#$b#Я прослежу, чтобы дверь в подвал осталась открытой.\"/pause 500/speak Kaleb \"Ладно, мне пора идти. Пожелай мне удачи.\"/move Kaleb 0 -2 0/faceDirection Kaleb 2/speak Kaleb \"И еще раз спасибо за все.\"/faceDirection Kaleb 0/speed Kaleb 4/move Kaleb 0 -6 0/question fork0 \"Что же мне делать?#Посмотреть на ритуал#Вернуться на ферму\"/fork continue/end",
    "continue": "move farmer 0 -2 0/globalFade/viewport -1000 -1000/pause 1000/playSound wand/changeLocation WitchSwamp/addTemporaryActor Skeleton0 16 32 17 25 0 false Monster/addTemporaryActor Skeleton1 16 32 20 25 0 false Monster/addTemporaryActor Skeleton2 16 32 22 25 0 false Monster/addTemporaryActor Skeleton3 16 32 18 24 0 false Monster/addTemporaryActor Skeleton4 16 32 17 22 1 false Monster/addTemporaryActor Skeleton5 16 32 18 21 2 false Monster/addTemporaryActor Skeleton6 16 32 22 23 3 false Monster/addTemporaryActor Skeleton7 16 32 22 21 2 false Monster/addTemporaryActor Mummy0 16 32 21 24 0 false Monster/addTemporaryActor Mummy1 16 32 22 22 2 false Monster/addTemporaryActor ShadowShaman0 16 24 18 23 1 false Monster/addTemporaryActor ShadowBrute0 16 32 18 22 1 false Monster/addTemporaryActor StoneGolem0 16 24 19 26 0 false Monster/addTemporaryActor StoneGolem1 16 24 22 24 0 false Monster/addTemporaryActor StoneGolem2 16 24 23 22 0 false Monster/addTemporaryActor StoneGolem3 16 24 21 21 2 false Monster/warp Kaleb 20 23 2/playSound spirits_eve/viewport 20 42/warp farmer 20 42 0/playSound ghost/playSound batScreech/playSound rockGolemDie/speed farmer 4/viewport move 0 -5 4000/move farmer 0 -3 0/move farmer 1 0 0/move farmer 0 -8 0/move farmer -1 0 0/move farmer 0 -3 0/pause 1000/move ShadowShaman0 1 0 1/playSound skeletonStep/pause 500/move Skeleton6 -1 0 3/playSound skeletonStep/playSound ghost/move ShadowBrute0 1 0 1/playSound skeletonStep/playSound batScreech/faceDirection Skeleton1 2/pause 500/move Skeleton1 0 1 2/playSound skeletonStep/playSound rockGolemDie/startJittering/pause 500/stopJittering/message \"Их слишком много, нужно спасаться!\"/viewport move 0 5 3000/pause 500/move farmer 0 3 2/move farmer 1 0 2/move farmer 0 5 2/emote farmer 28/warp Skeleton0 -100 -101/warp Skeleton1 -100 -102/warp Skeleton2 -100 -103/warp Skeleton3 -100 -104/warp Skeleton4 -100 -105/warp Skeleton5 -100 -106/warp Skeleton6 -100 -107/warp Skeleton7 -100 -108/warp Mummy0 -100 -109/warp Mummy1 -100 -110/warp ShadowShaman0 -100 -111/warp ShadowBrute0 -100 -116/warp StoneGolem0 -100 -112/warp StoneGolem1 -100 -113/warp StoneGolem2 -100 -114/warp StoneGolem3 -100 -115/warp Kaleb -100 -120/playSound death/message \"Нет, нельзя его там одного бросать. Надо хотя бы попробовать отбиться!\"/viewport move 0 -5 3000/pause 500/addObject 20 23 561/move farmer 0 -5 0/move farmer -1 0 0/move farmer 0 -3 0/emote farmer 8/message \"Ничего не понимаю... надеюсь все идет как должно...\"/speed farmer 0/move farmer 0 -4 0/move farmer 1 0 0/move farmer 0 -1 3/pause 500/playSound wand/addObject 19 22 566/pause 500/playSound wand/addObject 21 22 64/pause 500/playSound wand/addObject 22 23 567/pause 500/playSound wand/addObject 21 24 62/pause 500/playSound wand/addObject 19 24 66/pause 500/playSound wand/addObject 18 23 74/pause 500/playSound breakingGlass/removeSprite 20 23/pause 500/warp Kaleb 20 23 2/showFrame Kaleb 40/speak Kaleb \"@? Ты здесь?$8#$b#Такое странное чувство... я что, умер?$8\"/shake Kaleb 500/speak Kaleb \"Кх... а нет, вряд ли. Мертвым же не бывает больно, да?$8\"/pause 500/playSound breakingGlass/removeSprite 19 22/pause 500/showFrame Kaleb 41/speak Kaleb \"Пожалуйста, не уходи... Мне больно... и страшно...$9\"/emote farmer 32/speak Kaleb \"Спасибо...$9#$b#Прости, что втянул тебя во все это. Наверное, стоило послушаться учителя.$9\"/playSound breakingGlass/removeSprite 21 22/pause 500/showFrame Kaleb 42/speak Kaleb \"Кажется ничего более странного со мной еще в жизни не происходило...$10\"/playSound breakingGlass/removeSprite 22 23/pause 500/shake Kaleb 500/showFrame Kaleb 43/pause 500/playSound breakingGlass/removeSprite 21 24/pause 500/playSound breakingGlass/removeSprite 19 24/pause 500/showFrame Kaleb 44/playSound fallDown/pause 500/showFrame Kaleb 45/pause 500/emote farmer 8/pause 200/showFrame Kaleb 46/speak Kaleb \"Кажется все закончилось.$11#$b#Кожа такая странная. И тело легкое.$11#$b#А еще чего-то не хватает$11#$b#...$11#$b#Тоесть, не педумай, ничего такого! Я хорошо себя чувствую. Лучше, чем когда-либо.$11#$b#А...$11#$b#Точно, моя магия...$11#$b#Теперь я понимаю, как ее было много раньше. Иногда мне начинало казаться, что голова вот-вот лопнет. Будто все твое тело - слишком сильно накаченный воздушный шарик.$11\"/playSound breakingGlass/removeSprite 18 23/pause 500/showFrame Kaleb 44/speak Kaleb \"Вот теперь все точно на месте.$11#$b#Уф. Это было странно...$11\"/showFrame Kaleb 47/speak Kaleb \"Спасибо, что побыл со мной. Если бы не ты - я бы, наверное, запаниковал.$11#$b#Ну? Как тебе мое новое тело? Как по мне внешне оно такое же, как раньше. Только волосы почему-то выросли.$11#$b#...$11#$b#Упс! Где моя одежда?$12#$b#Н... не смотри, пожалуйста! Давай лучше вернемся в башню поскорее.$12\"/emote farmer 32/end"
  },
}
